baobab
cairo
calc
cheese
cliphist
dconf-editor
elasticdump
eog
epiphany
evince
fcitx5
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-pinyin-sougou
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-rime
file-roller
fragments
gcc
gdm
gimp
gnome-backgrounds
gnome-browser-connector
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-paperwm-git
gnome-shell-extension-tray-icons-reloaded
gnome-shell-extensions
gnome-shell-pomodoro
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
google-chrome-dev
grilo-plugins
grim
grimblast-git
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
hyprland-hidpi-xprop-git
hyprland-scratchpad-git
hyprpaper
libdisplay-info-git
libinput
libx11
libxcb
libxcomposite
libxfixes
libxkbcommon
libxrender
linux61
malcontent
microsoft-edge-dev-bin
mpd
mysql-workbench
nautilus
neovim
orca
pango
pixman
rime-ice-git
rygel
simple-scan
slurp
sudo
sushi
swaylock-effects
totem
tracker3-miners
trash
visual-studio-code-bin
vulkan-intel
waybar-hyprland
wayland-protocols
wireshark-qt
wofi
wps-office
xcb-proto
xcb-util
xcb-util-keysyms
xcb-util-wm
xdg-desktop-portal-gnome
xdg-desktop-portal-hyprland-git
xdg-user-dirs-gtk
xorg-server-xephyr
yelp
